CREDITOS_APROBADOS_DIAS = [
    ('Contado', 'Contado'),
    ('7', '7 Días'),
    ('14', '14 Días'),
    ('30', '30 Días'),
    ('60', '60 Días'),
    ('75', '75 Días'),
    ('90', '90 Días'),
    ('120', '120 Días'),
    ('180', '180 Días'),
    # Combinaciones más comunes
    ('30, 60', '30 y 60 Días'),    
    ('60, 90', '60 y 90 Días'),
    ('75, 90', '75 y 90 Días'),
    ('30, 60, 75', '30, 60 y 75 Días'),
    ('30, 60, 90', '30, 60 y 90 Días'),
    ('30, 60, 90, 120', '30, 60, 90 y 120 Días'),
    ('30, 60, 90, 120, 180', '30, 60, 90, 120 y 180 Días'),
   
]
